app/controllers/reviews_controller.rb

SELECT  `products`.* FROM `products` WHERE `products`.`id` = 27 LIMIT 1
---
  def new
    @product = Product.find(params[:product_id])

INSERT INTO `reviews` (`rate`, `review`, `product_id`, `nickname`, `created_at`, `updated_at`) VALUES (1, 'aaaaaaaaaaaaaaaaaa', 2, 'Taishi', '2017-04-09 06:04:29', '2017-04-09 06:04:29')
---
  def create
    binding.pry
    # Review.create(create_params)
    Review.create(create_params)